import bodycss from './body.module.css';

const Body = () => {
    return (
            <div >
                <div className={bodycss.zagbody}>
                    САХАРНЫЙ ДИАБЕТ 1-ГО ТИПА
                </div>


            <div className={bodycss.textbody}>

                <div className={bodycss.item1}><b>Полезные статьи</b>
                    <p></p>
                    <div>Системы мониторинга</div>
                    <div>Питание</div>
                    <div>Как правильно считать каллории</div>
                    <div>Многое о многом</div>


                </div>


                <div>
                    <p>Ювенильный диабет 1 типа (СД1) — болезнь, связанная с нарушением обмена веществ, а именно с дефицитом гормона инсулина и повышенной концентрацией глюкозы в крови. Это аутоиммунное заболевание, при котором иммунитет ошибочно уничтожает собственные клетки организма, поэтому его сложно лечить. Болезнь поражает и взрослых и детей. Стать инсулинозависимым малыш может после перенесённого вируса или инфекции. Если сравнивать статистику по диабету 1 и 2-го типа, СД1 встречается примерно в одном из 10 случаев.</p>
                </div>

                <div>
                    <p>Ювенильный диабет 1 типа (СД1) — болезнь, связанная с нарушением обмена веществ, а именно с дефицитом гормона инсулина и повышенной концентрацией глюкозы в крови. Это аутоиммунное заболевание, при котором иммунитет ошибочно уничтожает собственные клетки организма, поэтому его сложно лечить. Болезнь поражает и взрослых и детей. Стать инсулинозависимым малыш может после перенесённого вируса или инфекции. Если сравнивать статистику по диабету 1 и 2-го типа, СД1 встречается примерно в одном из 10 случаев.</p>
                </div>

            </div>




            </div>
    );
}

export default Body;