import React from "react"
import bodycss from './body.module.css'

const Body = () => {

	return <div>
		<div className={bodycss.zagbody}>О ДИАБЕТЕ</div>
		<div className={bodycss.textbody}>
			<div className={bodycss.item1}><b className={bodycss.d15}>Полезные статьи</b>
				<div className={bodycss.item11}>
					<div>Системы мониторинга</div>
					<div>Питание</div>
					<div>Как правильно считать каллории</div>
					<div>Многое о многом</div>
				</div>
			</div>
			<div className={bodycss.item2}>
				<div>
					Диабет – это общее название группы хронических эндокринных заболеваний. Все недуги этой группы имеют общий симптом – полиурию (повышенное образование мочи). Но только сахарный диабет связан с повышением концентрации глюкозы в крови.

					Виды диабетов
					Более распространенным является сахарный диабет – эндокринное заболевание, вызванное нарушением метаболических процессов в организме. Его главный симптом – гипергликемия (высокий сахар в крови), обусловленная инсулиновой недостаточностью. Но существуют и другие виды:

					Центральный несахарный. Вызван недостатком или сопротивляемостью организма к вазопрессину – пептидному гормону гипоталамуса, ответственному за сохранение в теле жидкости.
					Нефрогенный несахарный. Характеризуется утратой способности к концентрированию мочи. Наследственный вызван генетическими мутациями, приобретенный – почечными заболеваниями или патологиями в мозге.
					Все эти болезни сопровождаются большой потерей жидкости и, как следствие, нарушением минерального обмена. Несахарные виды не несут угрозы жизни при условии, если больной своевременно и в достаточном объеме утоляет жажду.

					Что такое сахарный диабет
					Сахарный диабет – это одна из самых острых проблем мирового здравоохранения. По данным Всемирной организации здравоохранения (ВОЗ), от него страдают около 500 млн человек во всем мире.

					Это заболевание характеризуется множественными метаболическими нарушениями:

					регуляции глюкозы;
					белкового обмена;
					углеводного обмена;
					липидного обмена;
					водно-солевого баланса;
					минерального обмена.
					Главную роль в развитии патологии играет инсулин – белково-пептидный гормон поджелудочной железы. Он отвечает за поддержание нормального уровня глюкозы в крови, обеспечивая ее поступление в клетки тканей для их питания.

					При сахарном диабете происходит сбой обменных процессов. В зависимости от типа заболевания, либо поджелудочная железа не вырабатывает достаточно инсулина, либо организм теряет восприимчивость к нему. В результате глюкоза не достигает клеток, а накапливается в крови. Ткани испытывают энергетическое голодание.

					Симптомы диабета
					Обоим типам заболевания присущи частые приступы голода, постоянное ощущение жажды и учащенное мочеиспускание. Все это – признаки гипергликемии. Это значит, что в крови больного много сахара. Его нельзя ограничивать в жидкости во избежание обезвоживания.

					Также сахарный диабет сопровождается такими симптомами:

					ухудшение зрения;
					онемение конечностей;
					усиленное потоотделение;
					повышенная утомляемость;
					мышечная слабость;
					долгое заживление ран;
					кожный зуд.
					При диабете первого типа возможно ночное недержание мочи. Второй тип нередко проявляется черным акантозом – темными кожными уплотнениями на шее, в подмышках, в паху, на локтях.

					Инсулин подавляет расщепление жировой ткани. Поэтому больные сахарным диабетом второго типа страдают от лишнего веса на фоне инсулинорезистентности. Первый тип, напротив, может провоцировать стремительное похудение на фоне клеточного голодания.

					Типы диабета
					В зависимости от причины, по которой нарушается транспортировка глюкозы, выделяют следующие типы сахарного диабета:

					СД первого типа. Он вызван дефицитом инсулина. Поджелудочная железа не справляется, поэтому больному необходимо принимать препараты, содержащие этот гормон.
					СД второго типа. Его причина – инсулинорезистентность. Самого гормона в организме достаточно, но клетки к нему нечувствительны, поэтому транспортировка глюкозы не происходит.
					Гестационный диабет. Развивается во время беременности в отсутствие сахарного диабета и угрожает здоровью матери и ребенка.
					Отдельно рассматривают преддиабетическое состояние, характеризующееся пониженной толерантностью к глюкозе. Натощак сахар остается в пределах нормы, но после нагрузки глюкозой обнаруживается отклонение.

					Механизм развития сахарного диабета первого типа
					Он характеризуется абсолютным дефицитом инсулина, то есть его не хватает для выполнения своей функции. Такое заболевание диагностируется у детей и подростков, но необязательно с рождения. Основные причины подобной дисфункции поджелудочной железы – разрушение бета-клеток иммунной системой. Происходит оно постепенно – до появления первых признаков болезни может пройти от нескольких месяцев до нескольких лет. В редких случаях диабет первого типа развивается к 30 годам. Из-за этого его могут спутать со вторым типом.

					Причина разрушения бета-клеток кроется в генетической предрасположенности и присутствии в организме аутоантигенов. В редких случаях процесс деструкции запускается под действием вирусов (энтеровируса Коксаки, краснухи или ВИЧ).

					Причины возникновения сахарного диабета второго типа
					Этот вид заболевания вызван инсулинорезистентностью, которая возникает в зрелом возрасте. Поджелудочная железа продолжает вырабатывать необходимый гормон, но он не действует. В этом случае говорят об относительном его дефиците.

					Орган может воспринять это как недостаток инсулина (хотя на самом деле это не так) и производить его сверх нормы. Тогда возникает гиперинсулинемия и метаболический синдром. Причинами инсулинорезистентности могут быть:

					избыток жировых клеток в брюшной полости;
					гипертоническая болезнь;
					синдром поликистозных яичников (у женщин);
					иные эндокринные патологии;
					прием некоторых лекарств (в том числе комбинированных оральных контрацептивов).
					Инсулинорезистентность бывает и физиологической. Это характерно для подростков, беременных женщин и пожилых людей. Краткосрочные ее проявления бывают во второй фазе менструального цикла и во время сна.

					Сахарный диабет и ожирение
					Ученые выявили взаимосвязь между СД и чрезмерно лишним весом. С одной стороны, инсулин препятствует расщеплению жира, что делает похудение для диабетика практически невозможным. С другой стороны, ожирение осложняет течение болезни:

					жир откладывается в области живота;
					поджелудочная железа и печень оказываются сдавлены;
					нарушается углеводно-липидный обмен;
					производство инсулина активизируется;
					восприимчивость к инсулину падает.
					Висцеральное (внутрибрюшное) ожирение может быть результатом малоподвижного образа жизни, избытка андрогенов (мужских гормонов), а также передаваться по наследству. По стандартам Всемирной организации гастроэнтерологов, оно диагностируется при окружности талии более 80 см у женщин и более 94 см у мужчин. Национальная образовательная программа по холестерину США ориентируется также на соотношение объемов талии и бедер – более 0,85 у женщин и более 0,9 у мужчин.

					Сахарный диабет и синдром поликистозных яичников
					СПКЯ заключается в образовании множественных фолликулярных кист в яичниках. Овуляции происходят редко либо прекращаются вовсе. У женщин с таким диагнозом в анамнезе всегда присутствует гиперандрогения (избыток тестостерона) и часто – инсулинорезистентность.

					Сахарный диабет и синдром поликистозных яичников взаимообусловлены. С одной стороны, избыток андрогенов способствует висцеральному ожирению, что в конечном итоге приводит к развитию резистентности к инсулину и СД второго типа. С другой стороны, гиперинсулинемия способствует росту числа фолликулов и образующихся впоследствии кист. В то же время избыток инсулина подавляет овуляцию. Тормозится под его влиянием и выработка глобулина, связывающего половые гормоны, который необходим для «обезвреживания» тестостерона.

					Кто в группе риска
					Пациенты с избыточной массой тела или синдромом поликистозных яичников имеют более высокие шансы заболеть диабетом. Также в группу риска попадают люди:

					старше 45 лет;
					имеющие родителей-диабетиков;
					страдающие артериальной гипертензией;
					ведущие малоподвижный образ жизни;
					лишенные в детстве грудного вскармливания;
					употребляющие в пищу много простых углеводов и жиров;
					курящие.
					Пониженная толерантность к глюкозе тоже является поводом внимательнее следить за здоровьем. СД может проявиться спустя более чем десять лет после диагностирования преддиабета. При этом заболевание на начальной стадии может не привлекать к себе внимания за счет слабо выраженных симптомов.

					Анализ крови на глюкозу следует сдавать хотя бы раз в год, людям из группы риска – чаще. По стандартам ВОЗ, верхняя граница нормы составляет 6,1 ммоль/л, Американской диабетической ассоциации — 5,6 ммоль/л.

					Диагностика
					Результаты анализа крови на глюкозу, превышающие норму, позволяют заподозрить СД. Но для уточнения диагноза эндокринолог назначит также:

					анализ на глюкозу натощак;
					пероральный глюкозотолерантный тест;
					биохимический анализ крови;
					анализ на гликированный гемоглобин (норма – не более 6%);
					анализ на холестерин (общий, липопротеидов высокой плотности и низкой плотности);
					определение индекса инсулинорезистентности.
					В дополнение к анализам крови может потребоваться лабораторное исследование мочи. Врачей интересуют показатели мочевины, мочевой кислоты, креатинина.

					При наличии показаний пациенту следует посетить узких специалистов для профилактики осложнений. Обычно это кардиолог и окулист.

				</div>

			</div>
			<div className={bodycss.item3}>


			</div>
		</div>
	</div>

}

export default Body