let inicialState = {
	naz: ["Заголовок основной страницы"],
	text: ["Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. Здесь будет текст основной страницы. "]
}

let BodyReducer = (state = inicialState, action) => {
	if (action.type === 1) {
	} else if (action.type === 2) {
	}
	return state;
}

export default BodyReducer;